Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# PRIVACY_WARNING_TEXT
source: The developer of “%@” will receive the text, attachments, and sender information in SMS and MMS messages from senders not in your Contacts. Messages may include personal or sensitive information like bank verification codes.
ar: سيستلم مطور "%@" النصوص والمرفقات ومعلومات المرسِلين من رسائل SMS و MMS الواردة التي تأتيك من مرسلين غير موجودين في جهات الاتصال. وقد يكون من بين محتويات تلك الرسائل معلومات شخصية أو حساسة مثل رموز التحقق البنكية.
bg: Разработчикът на „%@“ ще получава текста, прикачените файлове и информацията за изпращача в SMS и MMS съобщенията, които не са във вашите контакти. Съобщенията може да съдържат лична или чувствителна информация като банкови кодове за верификация.
ca: El desenvolupador de “%@” rebrà el text, els adjunts i la informació del remitent que aparegui als missatges SMS i MMS enviats per usuaris que no siguin a la teva llista de contactes. Els missatges poden incloure informació personal o confidencial, com ara codis de verificació bancaris.
cs: Vývojář aplikace „%@“ obdrží text, přílohy a informace o odesilatelích SMS a MMS, které nemáte v kontaktech. Zprávy můžou obsahovat důvěrné údaje, například bankovní ověřovací kódy.
da: Udvikleren af “%@” vil modtage tekst, bilag og afsenderinformationer fra SMS- og MMS-beskeder fra numre, som ikke er i dine kontakter. Beskederne kan indeholde personlige og følsomme oplysninger, som f.eks. bekræftelseskoder fra banker.
de: Das Entwicklungsteam von „%@“ erhält Text, Anhänge und Absenderinformation in SMS- und MMS-Nachrichten von Absendern, die nicht in deinen Kontakten stehen. Nachrichten können persönliche und sensible Daten wie z. B. Bestätigungscodes von Banken enthalten.
el: Ο δημιουργός της εφαρμογής «%@» θα λαμβάνει το κείμενο, τα συνημμένα και τα στοιχεία αποστολέα από μηνύματα SMS και MMS, τα οποία έχουν σταλεί από άτομα που δεν βρίσκονται στις Επαφές σας. Τα μηνύματα ενδέχεται να περιλαμβάνουν προσωπικές ή ευαίσθητες πληροφορίες, π.χ. κωδικούς επαλήθευσης από τράπεζα.
es: El desarrollador de la app %@ recibirá el texto, los archivos adjuntos y los datos del remitente de los mensajes SMS y MMS entrantes, si el remitente no está en tu lista de contactos. Los mensajes pueden incluir información personal o sensible, como códigos de verificación de entidades bancarias.
es_us: El desarrollador de %@ recibirá el texto, los archivos adjuntos e información del emisor que se incluye en los mensajes SMS y MMS que recibas de los remitentes que no formen parte de tus Contactos. Los mensajes podrían incluir información confidencial o personal (por ejemplo, códigos de verificación de bancos).
fi: Apin %@ kehittäjä saa tekstin, liitteet ja lähettäjätiedot saapuvissa teksti- ja multimediaviesteissä, joiden lähettäjät eivät ole Yhteystiedoissasi. Viestit saattavat sisältää henkilökohtaisia tai arkaluontoisia tietoja, kuten pankkien vahvistuskoodeja.
fr: Le développeur de « %@ » recevra le texte, les pièces jointes et les coordonnées de l’expéditeur des SMS et MMS entrants envoyés par des personnes ne figurant pas dans vos contacts. Ces messages peuvent comporter des données personnelles ou sensibles, telles que des codes de validation envoyés par une banque.
fr_ca: Le développeur de « %@ » recevra les textes, les pièces jointes et les coordonnées de l’expéditeur des SMS et MMS provenant d’expéditeurs qui ne figurent pas parmi vos contacts. Les messages peuvent inclure des informations personnelles ou confidentielles, comme des codes de validation envoyés par votre banque.
he: המפתח של ״%@״ יוכל לראות את המלל, את הקבצים המצורפים ואת פרטי השולח של הודעות SMS ו-MMS שקיבלת משולחים שאינם ברשימת ״אנשי הקשר״ שלך. ההודעות עשויות לכלול מידע רגיש או בעל אופי אישי כמו למשל סיסמאות לאימות חשבון בנק.
hi: “%@” के डेवलपर को ऐसे प्रेषकों से, जो आपके संपर्क में नहीं हैं, आने वाले SMS और MMS संदेशों में शामिल टेक्स्ट, अटैचमेंट और प्रेषक की जानकारी प्राप्त होगी। संदेशों में बैंक सत्यापन कोड जैसी संवेदनशील सूचना शामिल हो सकती है।
hr: Developer aplikacije “%@” primit će tekst, privitke i informacije o pošiljatelju u SMS i MMS porukama pošiljatelja koji se ne nalaze u vašim Kontaktima. Poruke mogu sadržavati osobne ili osjetljive informacije, poput bankovnih kodova za verifikaciju.
hu: A(z) „%@” fejlesztője meg fogja kapni a Kontaktjaiban nem szereplő küldőktől származó SMS- és MMS-üzenetek szövegét, mellékleteit, valamint a küldők információit. Az üzenetek olyan személyes vagy bizalmas információkat tartalmazhatnak, mint a banki ellenőrzőkódok.
id: Pengembang “%@” akan menerima teks, lampiran, dan informasi pengirim pada pesan SMS dan MMS dari pengirim yang tidak ada di Kontak Anda. Pesan dapat disertai dengan informasi pribadi atau sensitif seperti kode verifikasi bank.
it: Il testo, gli allegati e le informazioni sui mittenti contenuti in SMS ed MMS provenienti da numeri che non fanno parte dei tuoi contatti verranno condivisi con lo sviluppatore di “%@”. I messaggi possono includere informazioni personali o sensibili, come i codici di verifica inviati dalle banche.
ja: “%@”のデベロッパは、連絡先に登録されていない送信者からのSMSやMMSメッセージに含まれるテキスト、添付ファイル、送信者情報を受信するようになります。メッセージには、銀行からの確認コードのような個人情報や機密情報が含まれている場合があります。
kk: «%@» әзірлеушісі контактілеріңізде жоқ жіберушілерден SMS және MMS хабарларындағы мәтінді, тіркемелерді және жіберуші туралы ақпаратты алады. Хабарларда банк растау кодтары сияқты жеке немесе құпия ақпарат болуы мүмкін.
ko: ‘%@’의 개발자가 사용자의 연락처에 포함되지 않는 사람이 보낸 SMS 및 MMS 메시지의 텍스트, 첨부 파일 및 보낸 사람에 관한 정보를 받게 됩니다. 메시지에는 은행 확인 코드 같은 개인정보 또는 민감한 정보가 포함될 수 있습니다.
lt: „%@“ kūrėjas gaus tekstinę žinutę, priedus ir siuntėjo informaciją SMS ir MMS žinutėmis nuo į skiltį „Adresatai“ neįtrauktų siuntėjų. Žinutėse gali būti asmeninės ir slaptos informacijos, pvz., banko patvirtinimo kodų.
ms: Pembangun “%@” akan menerima teks, lampiran dan maklumat pengirim dalam mesej SMS serta MMS daripada pengirim yang tiada dalam Kenalan anda. Mesej mungkin menyertakan maklumat peribadi atau sensitif seperti kod pengesahan bank.
nl: De ontwikkelaar van %@ ontvangt de tekst, bijlagen en afzendergegevens in sms- en mms-berichten van afzenders die niet in je contacten staan. Berichten kunnen persoonlijke of gevoelige informatie bevatten, zoals verificatiecodes van een bank.
no: Utvikleren av%@ vil motta tekst, vedlegg og avsenderinformasjon i SMS- og MMS-meldinger fra numre som ikke er oppført i Kontakter. Meldingene kan inkludere personlig og sensitiv informasjon, som verifiseringskoder til nettbank.
pl: Deweloper „%@” będzie otrzymywać treść, załączniki i dane nadawców wiadomości SMS i MMS pochodzących od osób spoza Twojej listy kontaktów. Wiadomości takie mogą zawierać Twoje dane osobowe lub inne poufne informacje, na przykład kody weryfikacyjne wysyłane przez banki.
pt_br: O desenvolvedor de “%@” receberá a mensagem, os anexos e as informações do remetente em mensagens SMS e MMS de remetentes que não estejam nos seus contatos. As mensagens podem incluir informações pessoais ou confidenciais, como códigos bancários de verificação.
pt_pt: O programador de “%@” receberá o texto, anexos e informação relativa ao remetente das mensagens SMS e MMS enviadas por remetentes que não fazem parte dos seus contactos. As mensagens podem incluir dados pessoais ou confidenciais, como códigos de confirmação de bancos.
ro: Dezvoltatorul “%@” va primi textul, fișierele atașate și informațiile despre expeditor din mesajele SMS și MMS de la expeditorii care nu se află în lista dvs. de contacte. Mesajele pot include informații personale sau sensibile, precum coduri de verificare de la bănci.
ru: Разработчик «%@» будет получать текст, вложения и сведения об отправителе из SMS- и MMS-сообщений от отправителей, которых нет в Ваших контактах. Сообщения могут содержать персональную или конфиденциальную информацию, например коды проверки из банков.
sk: Vývojár apky %@ bude dostávať text, prílohy a informácie o odosielateľoch z SMS a MMS správ od užívateľov, ktorých nemáte v kontaktoch. Tieto správy môžu obsahovať overovacie kódy z bánk a iné osobné alebo citlivé informácie.
sl: Razvijalec aplikacije »%@« bo prejel besedilo, priloge in informacije o pošiljatelju v sporočilih SMS in MMS od pošiljateljev, ki niso v vaših stikih. Sporočila lahko vsebujejo osebne ali občutljive informacije, kot so bančne potrditvene kode.
sv: Utvecklaren av ”%@” kommer att få tillgång till text, bilagor och avsändarinformation i SMS- och MMS-meddelanden som kommer från avsändare som inte finns bland dina kontakter. Meddelanden kan innehålla personlig eller känslig information som verifieringskoder från banker.
th: นักพัฒนาของ “%@” จะได้รับข้อความ ไฟล์แนบ และข้อมูลผู้ส่งในข้อความ SMS และ MMS จากผู้ส่งที่ไม่ได้อยู่ในรายชื่อของคุณ ข้อความอาจประกอบด้วยข้อมูลส่วนบุคคลหรือข้อมูลที่ไม่ต้องการเปิดเผย เช่น รหัสตรวจสอบยืนยันบัญชีธนาคาร
tr: “%@” geliştiricisi, Kişiler’inizde olmayan gönderenlerden aldığınız SMS ve MMS mesajlarındaki metinleri, ilişikleri ve gönderici bilgisini alır. Mesajlar; banka doğrulama kodu gibi kişisel veya hassas bilgiler içerebilir.
uk: Розробник «%@» отримуватиме текст, вкладення та інформацію про відправників повідомлень SMS і MMS, яких немає серед ваших Контактів. Повідомлення можуть містити особисту чи конфіденційну інформацію, наприклад коди підтвердження, отримані від банку.
vi: Nhà phát triển của “%@” sẽ nhận được văn bản, tệp đính kèm và thông tin người gửi trong các tin nhắn SMS và MMS từ những người gửi không có trong Danh bạ của bạn. Các tin nhắn có thể bao gồm thông tin cá nhân hoặc nhạy cảm như mã xác minh ngân hàng.
zh_cn: “%@”的开发者将收到不在“通讯录”中的发件人所发短信和彩信中的文本、附件和发件人信息。这些信息中可能包括个人或敏感信息，如银行验证码。
zh_hk: 「%@」的開發者將會收到不在「通訊錄」中的人所傳送給你的SMS和MMS訊息中的文字、附件和寄件人資料。這些訊息可能包括個人或敏感資料，例如銀行驗證碼。
zh_tw: 「%@」的開發者將會收到非聯絡人傳給你的SMS和MMS訊息中的文字、附件和收件人資訊。這些訊息可能包含個人或敏感性資訊，例如銀行驗證碼。

# KEEP_ALL_MESSAGES_HEADER
source: Messages
ar: الرسائل
bg: Съобщения
ca: Missatges
cs: Zprávy
da: Beskeder
de: Nachrichten
el: Μηνύματα
es: Mensajes
es_us: Mensajes
fi: Viestit
he: הודעות
hi: संदेश
hr: Poruke
hu: Üzenetek
id: Pesan
it: Messaggi
ja: メッセージ
kk: Хабарлар
ko: 메시지
lt: Žinutės
ms: Mesej
nl: Berichten
no: Meldinger
pl: Wiadomości
pt_br: Mensagens
pt_pt: Mensagens
ro: Mesaje
ru: Сообщения
sk: Správy
sl: Sporočila
sv: Meddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення
vi: Tin nhắn
zh_cn: 信息
zh_hk: 訊息
zh_tw: 訊息

# DATE_AT_TIME
source: %@ at %@
ar: %@ الساعة %@
bg: %@ в %@
ca: %@ a les %@
cs: %@ v %@
da: %@ kl. %@
de: %@ um %@
es: %@ a las %@
es_us: %@ a la(s) %@
fi: %@ klo %@
fr: %@ à %@
fr_ca: %@ à %@
he: ‏%@ ב-%@
hr: %@ u %@
id: %@ pukul %@
ms: %@ pada %@
nl: %@ om %@
no: %@ kl. %@
pl: %@ o %@
pt_br: %@ à(s) %@
pt_pt: %@, à(s) %@
ro: %@ la %@
ru: %@ в %@
sk: %@ o %@
sl: %@ ob %@
sv: %@ kl. %@
th: %@ เวลา %@
uk: %@ о %@
vi: %@ lúc %@

# NAME_AND_PHOTO_SHARING_NOT_SHARING_FOOTER
source: To personalize your messages, choose your name and photo, and who can see what you share.
ar: لتخصيص رسائلك، اختر اسمك وصورتك، والأشخاص الذين بإمكانهم رؤية ما تشاركه.
bg: За да персонализирате съобщенията си, изберете вашето име и снимка и кой може да вижда какво споделяте.
ca: Per personalitzar els missatges, tria un nom i una foto, i decideix qui pot veure el contingut que comparteixes.
cs: Přizpůsobte si zprávy. Vyberte jméno a fotku a nastavte jejich sdílení.
da: Gør dine beskeder personlige ved at vælge dit navn og foto. Vælg også, hvem der må se, hvad du deler.
de: Zum Personalisieren deiner Nachrichten wähle deinen Namen und ein Foto aus und gib an, mit wem du deine Infos teilst.
el: Για εξατομίκευση των μηνυμάτων σας, επιλέξτε το όνομα, τη φωτογραφία σας και τα άτομα που θα μπορούν να δουν αυτά που μοιράζεστε.
es: Para personalizar tus mensajes, elige un nombre y una foto, y decide quién puede ver lo que compartes.
es_us: Para personalizar tus mensajes, selecciona un nombre y foto, y quién puede ver lo que compartes.
fi: Tee viesteistäsi henkilökohtaisempia valitsemalla nimesi ja kuvasi ja päättämällä kuka näkee jakamasi.
fr: Pour personnaliser vos messages, choisissez votre nom et votre photo ainsi que les personnes autorisées à voir ce que vous partagez.
fr_ca: Pour personnaliser vos messages, choisissez votre nom et votre photo, puis décidez qui pourra voir ce que vous partagez.
he: כדי להתאים את ההודעות שלך באופן אישי, יש לבחור את השם והתמונה שלך ומי יוכל לצפות בתוכן שבחרת לשתף.
hi: अपने संदेशों को वैयक्तिकृत करने के लिए अपने नाम और तस्वीर चुनें और चुनाव करें कि आपकी शेयर की गई चीज़ें कौन देख सकते हैं।
hr: Za personaliziranje poruka odaberite svoje ime i fotografiju te osobe koje mogu vidjeti ono što dijelite.
hu: Az üzenetek személyre szabásához válassza ki a nevét és fotóját, valamint hogy ki láthatja azt, amit megoszt.
id: Untuk mempersonalisasi pesan Anda, pilih nama dan foto Anda, dan pilih siapa yang dapat melihat apa yang Anda bagikan.
it: Per personalizzare i tuoi messaggi, scegli un nome e una foto e le persone che possono visualizzarli.
ja: メッセージをパーソナライズするには、自分の名前と写真、および共有する相手を選択してください。
kk: Хабарларыңызды жекелендіру үшін атыңыз бен фотоңызды, сондай-ақ бөліскеніңізді көре алатын адамдарды таңдаңыз.
ko: 메시지를 개인 맞춤화하려면 사용자의 이름 및 사진을 선택하고, 사용자가 공유하는 항목을 볼 수 있는 대상을 선택하십시오.
lt: Norėdami suasmeninti žinutes, pasirinkite savo vardą, nuotrauką ir kas gali peržiūrėti tai, ką bendrinate.
ms: Untuk memperibadikan mesej anda, pilih nama dan foto anda, serta orang yang boleh melihat perkara yang anda kongsi.
nl: Om je berichten te personaliseren, kies je je naam en foto's en bepaal je wie kan zien wat je deelt.
no: Gi meldingene dine et personlig preg ved å velge et navn og et bilde og hvem som kan se det du deler.
pl: Aby personalizować wiadomości, wybierz nazwę i zdjęcie oraz osoby, które mogą je widzieć.
pt_br: Para personalizar as suas mensagens, escolha o seu nome e foto, e quem pode ver o que você compartilha.
pt_pt: Para personalizar as suas mensagens, escolha o seu nome e fotografia, e quem pode ver o conteúdo que partilhar.
ro: Pentru a vă personaliza mesajele, alegeți numele și poza dvs., precum și cine poate vedea ceea ce partajați.
ru: Чтобы придать индивидуальности своим сообщениям, выберите имя и фото и укажите тех, кому они будут видны.
sk: Ak chcete posielať osobnejšie správy, vyberte meno a fotku a nastavte ich zdieľanie.
sl: Za prilagoditev sporočil izberite svoje ime in fotografijo ter osebe, ki lahko vidijo deljeno vsebino.
sv: Du kan personanpassa dina meddelanden genom att välja ditt namn, din bild och vem som kan se det som du delar.
th: ในการปรับแต่งเพื่อแสดงว่าเป็นข้อความของคุณ ให้เลือกชื่อและรูปภาพของคุณและผู้ที่สามารถเห็นสิ่งที่คุณแชร์ได้
tr: Mesajlarınızı kişiselleştirmek için adınızı, fotoğrafınızı ve paylaştıklarınızı kimin göreceğini seçin.
uk: Щоб персоналізувати свої повідомлення, оберіть собі імʼя і фото й тих, хто може бачити, що ви поширюєте.
vi: Để cá nhân hóa tin nhắn của bạn, hãy chọn tên và ảnh của bạn, cũng như những người có thể xem nội dung bạn chia sẻ.
zh_cn: 选择姓名和照片以及谁可以看到你共享的内容，来个性化信息。
zh_hk: 如要個人化你的訊息，請選擇你的姓名和相片，以及誰可以看到你所分享的內容。
zh_tw: 若要個人化你的訊息，請選擇你的名稱和照片，以及可看到你分享內容的對象。

# MADRID_UPDATE_APPLEID_APPLEACCOUNT
source: Update Apple Account Settings
ar: تحديث إعدادات حساب Apple
bg: Обнови настройките на Apple регистрация
ca: Configuració del compte d’Apple
cs: Aktualizace nastavení účtu Apple
da: Opdater Apple-kontoindstillinger
de: Apple Account-Einstellungen aktualisieren
el: Ενημέρωση ρυθμίσεων λογαριασμού Apple
es: Actualiza los ajustes de la cuenta de Apple
es_us: Actualiza la cuenta de Apple
fi: Päivitä Apple-tilin asetukset
fr: Mettre à jour les réglages du compte Apple
fr_ca: Mettre à jour les réglages du compte Apple
he: יש לעדכן את הגדרות חשבון ה-Apple
hi: Apple खाता सेटिंग्ज़ अपडेट करें
hr: Ažurirajte postavke Apple računa
hu: Az Apple-fiók beállításainak frissítése
id: Perbarui Pengaturan Akun Apple
it: Aggiorna le impostazioni di Apple Account
ja: Apple Account設定をアップデート
kk: Apple аккаунтының реттеулерін жаңарту
ko: Apple 계정 설정 업데이트
lt: „Apple“ paskyros nustatymų naujinimas
ms: Kemas Kini Seting Akaun Apple
nl: Werk Apple Account-instellingen bij
no: Oppdater Apple-konto­innstillinger
pl: Uaktualnij ustawienia konta Apple
pt_br: Atualize os Ajustes da Conta Apple
pt_pt: Atualizar definições da conta Apple
ro: Actualizare configurări cont Apple
ru: Обновление настроек Аккаунта Apple
sk: Aktualizujte nastavenia Apple účtu
sl: Posodobite nastavitve računa Apple
sv: Uppdatera Apple‑konto­inställningarna
th: อัปเดตการตั้งค่าบัญชี Apple
tr: Apple Hesabı Ayarlarını Güncelleyin
uk: Оновіть параметри облікового запису Apple
vi: Cập nhật cài đặt Tài khoản Apple
zh_cn: 更新Apple账户设置
zh_hk: 更新Apple帳户設定
zh_tw: 更新「Apple帳號」設定

# MMS_MESSAGING_HEADER
source: ALLOW MMS MESSAGING FOR
ar: السماح برسائل MMS لـ
bg: РАЗРЕШИ MMS СЪОБЩЕНИЯ ЗА
ca: PERMET MISSATGES MMS A
cs: POVOLIT MMS ZPRÁVY PRO
da: TILLAD MMS‑BESKEDER FOR
de: MMS-MESSAGING ZULASSEN FÜR
el: ΝΑ ΕΠΙΤΡΕΠΟΝΤΑΙ ΜΗΝΥΜΑΤΑ MMS ΓΙΑ
es: PERMITIR MENSAJERÍA MMS A
es_us: PERMITIR MENSAJES MMS DE
fi: SALLI MMS-VIESTIT:
fr: AUTORISER LES MMS POUR
fr_ca: AUTORISER LE SERVICE MMS POUR
he: ניתן לאפשר הודעות מולטימדיה ב:
hi: इन्हें MMS संदेश की अनुमति दें
hr: DOZVOLI SLANJE MMS PORUKA ZA
hu: MMS-ÜZENETKÜLDÉS ENGEDÉLYEZÉSE:
id: IZINKAN PESAN MMS UNTUK
it: CONSENTI MESSAGGI MMS PER:
ja: MMSメッセージを許可:
kk: MMS АРҚЫЛЫ ХАБАР АЛМАСУҒА КЕЛЕСІЛЕР ҮШІН РҰҚСАТ БЕРУ
ko: MMS 메시지 허용
lt: LEISTI SUSIRAŠINĖJIMĄ „MMS“ ŽINUTĖMIS
ms: BENARKAN PEMESEJAN MMS UNTUK
nl: STA MMS-BERICHTEN TOE VOOR
no: TILLAT MMS-MELDINGER FOR
pl: DOPUSZCZAJ WIADOMOŚCI MMS
pt_br: PERMITIR MENSAGENS MMS PARA
pt_pt: PERMITIR MENSAGENS MMS
ro: PERMITERE MESAGERIE MMS PENTRU
ru: РАЗРЕШИТЬ СООБЩЕНИЯ MMS ДЛЯ:
sk: POVOLIŤ MMS SPRÁVY PRE
sl: DOVOLI POŠILJANJE SPOROČIL MMS ZA
sv: TILLÅT MMS-MEDDELANDEN FÖR
th: อนุญาตการส่งข้อความ MMS สำหรับ
tr: MMS MESAJLAŞMAYA İZİN VER:
uk: ДОЗВОЛИТИ ОБМІН MMS ДЛЯ
vi: CHO PHÉP NHẮN TIN MMS CHO
zh_cn: 允许彩信
zh_hk: 允許MMS訊息：
zh_tw: 允許MMS傳訊

source: Video Messages
ar: رسائل فيديو
bg: Видео съобщения
ca: Missatges de vídeo
cs: Videozprávy
da: Videobeskeder
de: Videonachrichten
el: Μηνύματα βίντεο
es: Mensajes de vídeo
es_us: Mensajes de video
fi: Videoviestit
fr: Messages vidéo
fr_ca: Messages vidéo
he: הודעות וידאו
hi: वीडियो संदेश
hr: Video poruke
hu: Videoüzenetek
id: Pesan Video
it: Messaggi video
ja: ビデオメッセージ
kk: Видео хабарлар
ko: 비디오 메시지
lt: Vaizdo žinutės
ms: Mesej Video
nl: Videoberichten
no: Videomeldinger
pl: Wiadomości wideo
pt_br: Mensagens de Vídeo
pt_pt: Mensagens de vídeo
ro: Mesaje video
ru: Видеосообщения
sk: Videosprávy
sl: Videosporočila
sv: videomeddelanden
th: ข้อความวิดีโอ
tr: Görüntülü Mesajlar
uk: Відеоповідомлення
vi: Tin nhắn Video
zh_cn: 视频信息
zh_hk: 視像訊息
zh_tw: 影音訊息

# NAME_AND_PHOTO_SHARING_ME_CARD_SETUP_PROMPT_OK
source: OK
ar: موافق
bg: ОК
el: ΟΚ
he: אישור
hi: ठीक
id: OKE
ko: 확인
lt: Gerai
ru: ОК
sl: V redu
th: ตกลง
tr: Tamam
zh_cn: 好
zh_hk: 好
zh_tw: 好

# RCS_SWITCH_STATUS_FAILED
source: Activation unsuccessful.
ar: لم ينجح التنشيط.
bg: Неуспешно активиране.
ca: L’activació ha fallat.
cs: Neúspěšná aktivace
da: Aktivering mislykkedes.
de: Aktivierung fehlgeschlagen.
el: Η ενεργοποίηση δεν ήταν επιτυχής.
es: Activación incorrecta.
es_us: No se pudo activar.
fi: Aktivointi epäonnistui.
fr: Échec de l’activation.
fr_ca: Échec de l’activation.
he: ההפעלה נכשלה.
hi: ऐक्टिवेशन असफल हुआ।
hr: Aktivacija nije uspjela.
hu: Az aktiválás sikertelen volt.
id: Aktivasi tidak berhasil.
it: Attivazione non riuscita.
ja: アクティベートできませんでした。
kk: Белсендіру сәтсіз аяқталды.
ko: 활성화에 실패했습니다.
lt: Aktyvinimas nesėkmingas.
ms: Pengaktifan tidak berjaya.
nl: Activering mislukt.
no: Aktivering mislyktes.
pl: Aktywacja nie powiodła się.
pt_br: A ativação falhou.
pt_pt: A ativação falhou.
ro: Activare nereușită.
ru: Не удалось выполнить активацию.
sk: Aktivácia neúspešná.
sl: Aktivacija ni bila uspešna.
sv: Aktivering misslyckades.
th: การเปิดใช้งานไม่สำเร็จ
tr: Etkinleştirme başarısız oldu.
uk: Помилка активації.
vi: Kích hoạt không thành công.
zh_cn: 未成功激活。
zh_hk: 未能成功啟用。
zh_tw: 未成功啟用。
